Repository: koronz/WP-Email-Capture
Catalog: languages/wp-email-capture-*.po
Languages: tr_tr

source: Need Help?
tr_tr: Yardıma ihtiyacınız mı var?

source: If you are having problems with this plugin, please read the
tr_tr: Bu eklenti ile sorun yaşıyorsanız, lütfen okuyun

source: Frequently Asked Questions
tr_tr: Sık Sorulan Sorular

source: or alternatively
tr_tr: yada alternatif olarak

source: submit a support request here
tr_tr: destek talebi gönder

source: Recommended Services
tr_tr: Önerilen Servisler

source: We recommend the following services for sending out emails:-
tr_tr: Wir empfehlen die folgenden Dienstleister, um E-Mails zu versenden:

source: Global List Management
tr_tr: Küresel Liste Yönetimi

source: This page allows you to create lists, either
tr_tr: Bu sayfa ya listeleri oluşturmanıza olanak sağlar

source: external lists
tr_tr: harici listeler

source: WP Email Capture List
tr_tr: WP Email Capture Listesi

source: You can create as many different lists as you wish
tr_tr: Dilediğiniz kadar farklı liste oluşturabilirsiniz

source: Add/Edit WP Email Capture List
tr_tr: WP Email Capture Listesi Ekle/Düzenle

source: Make Changes To Your Lists
tr_tr: Listelerinizde Değişiklik Yapın

source: Email Options
tr_tr: E-posta Seçenekleri

source: Error Options
tr_tr: Hata Seçenekleri

source: Styling Options
tr_tr: Biçimlendirme Ayarları

source: You can also on this page do the following
tr_tr: Ayrıca bu sayfada aşağıdakileri yapabilirsiniz

source: Manage List Subscribers
tr_tr: Abonelerinizi Yönetin

source: Delete Temporary Emails
tr_tr: Geçici E-postaları Sil

source: Empty the entire list
tr_tr: Tüm listeyi boşalt

source: Get WP Email Capture Premium
tr_tr: WP Email Capture Premium

source: Add/Edit External List
tr_tr: Harici Liste Ekle/Düzenle

source: Donations
tr_tr: Bağışlar

source: If you like this plugin, please consider a small donation to help with future versions and plugins.
tr_tr: Eğer bu eklentiyi beğendiyseniz, gelecekteki sürümleri ve eklentileri geliştirebilmemize yardımcı olmak için küçük bir bağış düşünün lütfen.

source: Latest News
tr_tr: Son Yenilikler

source: The latest news and tutorials from WP Email Capture
tr_tr: WP Email Capture Son haberler ve öğreticiler

source: Support Us!
tr_tr: Bizi Destekleyin!

source: Rate the plugin 5* on WordPress.org
tr_tr: Eklentiyi WordPress.org üzerinde 5 * ile değerlendir

source: Follow @WPEmailCapture on Twitter
tr_tr: Twitter'da @WPEmailCapture takip et

source: Like us on Facebook
tr_tr: Facebook'ta Beğen

source: WP Email Capture Options
tr_tr: WP Email Capture Seçenekleri

source: Last Three Members To Join
tr_tr: Son Üç Üye Katılımı

source: Export
tr_tr: Dışa aktar

source: Export List
tr_tr: Dışa Aktar

source: Temporary e-mails
tr_tr: Geçici E-postalar

source: e-mail addresses that have been unconfirmed. Delete them to save space below.
tr_tr: Doğrulanmamış E-posta adresleri. Yer kazanmak için silebilirsiniz.

source: WP Email Capture - At A Glance
tr_tr: WP Email Capture - Bir Bakışta

source: Error:
tr_tr: Hata:

source: Name:
tr_tr: Ad:

source: Email:
tr_tr: Eposta:

source: Submit
tr_tr: Gönder

source: Powered by
tr_tr: Destekleyen

source: Name
tr_tr: Ad:

source: Email
tr_tr: Eposta

source: Recommendations
tr_tr: Öneriler

source: We recommend
tr_tr: Tavsiyemiz

source: to run your email campaigns. We have tested this plugin with it.
tr_tr: E-posta kampanyalarında kullanmanız için, eklenti test edildi.

source: Options
tr_tr: Seçenekler

source: From Which Email Address
tr_tr: Gönderen E-posta Adresi

source: From Which Name
tr_tr: Gönderen Adı

source: Subject of Email
tr_tr: E-posta Konusu

source: Body of Email
tr_tr: E-posta içeriği

source: Link to us (optional, but appreciated)
tr_tr: Bize bağlantı (isteğe bağlı, ama takdir edilir)

source: Make The "Name" field a required field?
tr_tr: "Ad" alanı zorunlu olsun mu ?

source: Save Changes
tr_tr: Degisiklikleri Kaydet

source: Delete Current List
tr_tr: Güncel Listeyi Sil

source: Want to delete the entire list? Click the link below. <strong>WARNING: </strong> this will delete all confirmed emails, so make sure you have a backup.
tr_tr: Tüm listeyi silmek istiyor musunuz? Aşağıdaki bağlantıya tıklayın. <strong>UYARI</strong> Bu teyit tüm e-postaları siler, bu yüzden bir yedekleme olduğundan emin.

source: Delete Confirmed e-mail Addresses
tr_tr: Teyit edilen E-posta Adreslerini sil.

source: Prev
tr_tr: Önceki

source: Next
tr_tr: Sonraki

source: Please Provide A Name
tr_tr: Bir Ad sağlayın lütfen

source: Not a valid email
tr_tr: Geçersiz E-posta

source: User already present
tr_tr: Bu kullanıcı zaten mevcut

source: Sign Up For Our Newsletter
tr_tr: Bültenimize Kayıt Olun

source: Thank you for signing up for our newsletter, please click the link below to confirm your subscription
tr_tr: Haber bültenimizekayıt olduğunuz için teşekkür ederiz, aboneliğinizi onaylamak için aşağıdaki linke tıklayınız

source: This is an automated message that is generated because somebody with the IP address of
tr_tr: Bu oluşturulan otomatik bir mesaj çünkü IP adresi ile birileri

source: filled out the form on the following page
tr_tr: formun doldurulduğu sayfa

source: Not found your email in our database
tr_tr: E-postanız veritabanımız da bulunamadı

source: Email unable to be sent
tr_tr: E-posta gönderilemedi

source: Wrong confirmation code
tr_tr: Yanlış onay kodu

source: Members
tr_tr: Üyeler

source: Delete
tr_tr: Sil

source: Widget for WP Email Capture
tr_tr: WP Email Capture Bileşeni

source: Subscribe!
tr_tr: Abone Ol!

source: Subscribe to my blog for updates
tr_tr: Güncellemeler için bloguma abone

source: Widget title:
tr_tr: Bileşen Başlığı:

source: Widget text:
tr_tr: Bileşen Metni:
